Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Share your thoughts (optional)
nl_nl: Deel je mening (optioneel)

source: Overall progress
nl_nl: Algemene voortgang

source: Plans
nl_nl: Plannen

source: Enter the basic information of the goal plan
nl_nl: Voer de basisinformatie van het doelplan in

source: Goal plan details
nl_nl: Doelplan details

source: Enable and define goal weights
nl_nl: Doelgewichten inschakelen en definiëren

source: Weighted goals
nl_nl: Gewogen doelen

source: Define the visibility of the goal plan
nl_nl: Bepaal de zichtbaarheid van het doelplan

source: Include goal types to the goal plan
nl_nl: Voeg doeltypen toe aan het doelplan

source: A fixed period is defined by a start date and an end date.
nl_nl: Een vaste periode wordt gedefinieerd door een startdatum en een einddatum.

source: Recurring
nl_nl: Terugkerend

source: New goal plans will be automatically created according to the recurrence parameters.
nl_nl: Nieuwe doelplannen worden automatisch aangemaakt volgens de herhalingsparameters.

source: Quarter
nl_nl: Kwartaal

source: Recurrence
nl_nl: Herhaling

source: Period
nl_nl: Periode

source: Plan owners
nl_nl: Planningsverantwoordelijken

source: Title preview
nl_nl: Titelvoorbeeld

source: No goal plans yet!
nl_nl: Nog geen doelplannen!

source: The end date of the plan must be after the start date.
nl_nl: De einddatum van het plan moet na de startdatum liggen.

source: Your goal plan was successfully created.
nl_nl: Je doelplan is aangemaakt.

source: Include
nl_nl: Opnemen

source: Enable weighting
nl_nl: Weging inschakelen

source: Goals per worker
nl_nl: Doelen per werknemer

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
nl_nl: Aantal doelen dat kan worden aangemaakt met dit doeltype. Gebruikt om werknemers te begeleiden.

source: Section weight
nl_nl: Sectiegewicht

source: The goal plan must contain at least one published goal type.
nl_nl: Het doelplan moet ten minste één gepubliceerd doeltype bevatten.

source: Weighting permission
nl_nl: Wegingsmachtiging

source: You must allocate a weight from 0 to 100 to each workflow section.
nl_nl: U moet een gewicht van 0 tot 100 toewijzen aan elke werkstroomsectie.

source: Goal types in this workflow will be grouped within a single weight section.
nl_nl: Doeltypen in deze werkstroom worden gegroepeerd binnen één gewichtssectie.

source: Workflow section
nl_nl: Werkstroomsectie

source: Viewable by workers and managers
nl_nl: Zichtbaar voor werknemers en managers

source: Viewable by the target population
nl_nl: Zichtbaar voor de doelgroep

source: All locations
nl_nl: Alle locaties

source: Add all locations
nl_nl: Voeg alle locaties toe

source: Please fill at least one field.
nl_nl: Vul minstens één veld in.

source: Add all company
nl_nl: Voeg het hele bedrijf toe

source: Add all organizational units
nl_nl: Voeg alle organisatorische eenheden toe

source: Clear all selections
nl_nl: Wis alle selecties

source: All roles
nl_nl: Alle rollen

source: Add all roles
nl_nl: Voeg alle rollen toe

source: Individual workers
nl_nl: Individuele werknemers

source: Exclude
nl_nl: Uitsluiten

source: No individuals yet
nl_nl: Nog geen individuen

source: No populations yet
nl_nl: Nog geen populaties

source: The PDF was successfully sent to Documents.
nl_nl: De PDF is succesvol naar Documenten verzonden.

source: Your goal was published. It may take a few seconds for it to appear in the list.
nl_nl: Uw doel is gepubliceerd. Het kan enkele seconden duren voordat het in de lijst verschijnt.

source: Goal published successfully
nl_nl: Doel succesvol gepubliceerd

source: Goal creator
nl_nl: Doelmaker

source: Manager of the worker
nl_nl: Manager van de werknemer

source: Shared user
nl_nl: Gedeelde gebruiker

source: The goal was successfully updated.
nl_nl: Het doel is succesvol bijgewerkt.

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
nl_nl: Uw doel is opgeslagen als concept. Het kan enkele seconden duren voordat het in de lijst verschijnt.

source: Goal saved as draft
nl_nl: Doel opgeslagen als concept

source: Mandatory
nl_nl: Verplicht

source: Authorized editors
nl_nl: Geautoriseerde redacteuren

source: The sum of the percentages in the Weight column must not exceed 100%.
nl_nl: De som van de percentages in de kolom Gewicht mag niet meer dan 100% bedragen.

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
nl_nl: Beoordeel en stem de gewichten van doelen af om ervoor te zorgen dat ze optellen tot 100% voor optimale planning.

source: Total {{weight}}%
nl_nl: Totaal {{weight}}%

source: Information visible only to system administrators and HR administrators.
nl_nl: Informatie alleen zichtbaar voor systeembeheerders en HR-beheerders.

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
nl_nl: Alle gebruikers kunnen doelen toewijzen aan iedereen in het bedrijf, ongeacht hun rol (werknemer, manager of professionele rol).

source: Managers and workers in the selected population can assign a goal to anyone
nl_nl: Managers en werknemers in de geselecteerde populatie kunnen een Goal aan iedereen toewijzen

source: Anyone
nl_nl: Iemand

source: Organizational unit and below
nl_nl: Organisatorische eenheid en lager

source: Users can create goals for themselves
nl_nl: Gebruikers kunnen doelen voor zichzelf aanmaken

source: Users can only create this goal type for themselves
nl_nl: Gebruikers kunnen dit doeltype alleen voor zichzelf aanmaken.

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
nl_nl: Werknemers in de geselecteerde populatie kunnen dit type doel alleen voor zichzelf aanmaken. Ze kunnen geen doelen toewijzen aan andere gebruikers.

source: Managers will be able to approve the goals created by their direct reports.
nl_nl: Managers kunnen de doelen goedkeuren die door hun directe ondergeschikten zijn gecreëerd.

source: Require goal approval
nl_nl: Goedkeuring van doelstelling vereist

source: Specify the approval of the goal
nl_nl: Specificeer de goedkeuring van het doel

source: Approval flow
nl_nl: Goedkeuringsstroom

source: Is this a performance goal type?
nl_nl: Is dit een prestatiedoeltype?

source: Select libraries
nl_nl: Selecteer bibliotheken

source: Customize the goal form
nl_nl: Pas het doelformulier aan

source: Form builder
nl_nl: Formulierbouwer

source: Enter the basic information of the goal type
nl_nl: Voer de basisinformatie van het doeltype in

source: Goal type details
nl_nl: Doeltypedetails

source: Define the visibility of the goal type
nl_nl: Bepaal de zichtbaarheid van het doeltype

source: Define the visibility of your new goal type.
nl_nl: Bepaal de zichtbaarheid van uw nieuwe doeltype.

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
nl_nl: Doel sectie. Hiermee kan de gebruiker het doel afstemmen op een ander doel binnen de organisatie. Het stelt hen ook in staat om het te koppelen, bijvoorbeeld aan een van de doelen van hun manager of aan een afdelingsdoel.

source: Goal setting. Enables users to attach received feedback to their goals.
nl_nl: Doelstelling. Hiermee kunnen gebruikers ontvangen feedback aan hun doelen koppelen.

source: Attach feedback
nl_nl: Feedback toevoegen

source: Goal section. Enables the user to add an attachment to a goal.
nl_nl: Doelsectie. Hiermee kan de gebruiker een bijlage aan een doel toevoegen.

source: Text field. Enables the user to enter a comment related to their goal.
nl_nl: Tekstveld. Hiermee kan de gebruiker een opmerking invoeren met betrekking tot hun doel.

source: Comments
nl_nl: Opmerkingen

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
nl_nl: Kalendertool. Hiermee kan de gebruiker de datum selecteren waarop ze het doel willen bereiken.

source: Goal setting. Enables users to delete their goals.
nl_nl: Doelstelling. Hiermee kunnen gebruikers hun doelen verwijderen.

source: Goal deletion
nl_nl: Doel verwijderen

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
nl_nl: Doelsectie. Hiermee kan de gebruiker mijlpalen, leverbare resultaten of resultaten aan een doel toevoegen.

source: Text field. Enables the user to provide further details regarding the goal.
nl_nl: Tekstveld. Hiermee kan de gebruiker verdere details over het doel verstrekken.

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
nl_nl: Doel sectie. Hiermee kan de gebruiker belangrijke prestatie-indicatoren of succesmaatregelen voor het doel creëren.

source: Enable min/max value in the measurement criteria
nl_nl: Schakel de min/max-waarde in bij de meetcriteria

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
nl_nl: Doelstelling. Hiermee kunnen gebruikers selecteren of het doel deel moet uitmaken van hun performance review.

source: Performance flag in goal form
nl_nl: Prestatievlag in doelvorm

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
nl_nl: Keuzelijst. Hiermee kan de gebruiker de prioriteit van het doel bepalen als "Hoog", "Middel", "Laag" of "Niet geselecteerd".

source: Slider. Enables the user to adjust the progress of the goal after its creation.
nl_nl: Schuifregelaar. Hiermee kan de gebruiker de voortgang van het doel aanpassen na de aanmaak ervan.

source: Goal progress bar
nl_nl: Voortgangsbalk voor doelen

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
nl_nl: Doelstellingen stellen. Hiermee kan de gebruiker beslissen of ze hun doelen openbaar willen delen en zichtbaar willen maken voor alle gebruikers in het bedrijf.

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
nl_nl: Doelstelling. Hiermee kunnen zowel de doelstellingseigenaren als hun lijnmanagers voltooide doelen heropenen en terugzetten naar de status "In uitvoering".

source: Goal reopening
nl_nl: Doel heropenen

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
nl_nl: Doelstelling. Hiermee kan de lijnmanager alle feedback bekijken die aan het doel van hun rapport is gekoppeld, ongeacht of de feedback privé of openbaar is.

source: Attached feedback visibility
nl_nl: Bijgevoegde feedback zichtbaarheid

source: Default sharing option
nl_nl: Standaard deeloptie

source: Goal section. Enables the user to share the goal with specific individuals.
nl_nl: Doelsectie. Hiermee kan de gebruiker het doel delen met specifieke personen.

source: Sharing
nl_nl: Delen

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
nl_nl: Doel-widget weergegeven op de pagina's "Doel maken" en "Mijn doelen". We raden aan om deze widget in te schakelen voor organisatiedoelen en doelafstemming.

source: Text field. Enables the user to provide a short description of the goal to be achieved.
nl_nl: Tekstveld. Hiermee kan de gebruiker een korte beschrijving geven van het doel dat bereikt moet worden.

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
nl_nl: Keuzelijst. Hiermee kan de doeleneigenaar de voortgang van doelen volgen met behulp van de statussen "Op schema", "In gevaar" of "Geblokkeerd".

source: Define the permissions when assigning goals
nl_nl: Bepaal de permissies bij het toewijzen van doelen

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
nl_nl: Bepaal de rechten die van toepassing zijn op werknemers en/of managers bij het toewijzen van dit doeltype aan andere collega's die dit doeltype in hun plan hebben.

source: Assignment permissions
nl_nl: Toewijzingsrechten

source: Admin information
nl_nl: Beheerdersinformatie

source: Public information
nl_nl: Openbare informatie

source: Information visible to workers.
nl_nl: Informatie zichtbaar voor werknemers.

source: No goal types yet!
nl_nl: Nog geen doeltypes!

source: Goal icon
nl_nl: Doelpictogram

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
nl_nl: Prestatie-doelen moeten worden opgenomen in reviews en deel uitmaken van de berekening van het bonusplan.

source: Anyone in the company
nl_nl: Iedereen in het bedrijf

source: Only users with a manager role will be able to assign goals to other users.
nl_nl: Alleen gebruikers met een managerrol kunnen doelen toewijzen aan andere gebruikers.

source: Direct reports only
nl_nl: Alleen directe rapporten

source: Managers can create goals for themselves
nl_nl: Managers kunnen doelen voor zichzelf aanmaken

source: Direct reports, organizational unit and below
nl_nl: Directe rapporten, organisatorische eenheid en lager

source: Allow creation for:
nl_nl: Toestaan maken voor:

source: Only managers in the selected population can assign goals
nl_nl: Alleen managers in de geselecteerde populatie kunnen doelen toewijzen

source: Your goal type was successfully created.
nl_nl: Uw doeltype is aangemaakt.

source: View/edit
nl_nl: Bekijken/bewerken

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
nl_nl: Dit is de standaard werkstroom voor doelen. Het is bijvoorbeeld geschikt voor ontwikkelings- en prestatiedoelen. Een goedkeuringsproces kan worden geactiveerd. Managers kunnen dit doel aan andere werknemers toewijzen.

source: Goal workflow
nl_nl: Doelwerkstroom

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
nl_nl: Stelt gebruikers met manager- en HR-rollen in staat om organisatiedoelen toe te wijzen aan organisatie-eenheden, zodat werknemers die tot die organisatie behoren het doel kunnen zien.

source: Well-being
nl_nl: Welzijn

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
nl_nl: Welzijnsdoelen worden door eindgebruikers ingesteld en vereisen geen goedkeuring. Ze kunnen alleen door de eindgebruikers zelf worden ingesteld; ze kunnen niet door een andere gebruiker worden toegewezen en worden niet opgenomen in rapporten.

source: You have unsaved changes. What would you like to do before leaving this page?
nl_nl: U heeft niet-opgeslagen wijzigingen. Wat wilt u doen voordat u deze pagina verlaat?

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
nl_nl: Wijzigingen in deze tabel zijn alleen van toepassing op de individuele medewerker. Gebruik de bewerkingsweergave van het doel om de doelgewichten voor organisatiedoelen voor de gehele populatie bij te werken.

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
nl_nl: Om de doelgewichten voor organisatiedoelen voor de volledige populatie bij te werken, gebruikt u de bewerkingsweergave van het doel.

source: Changes in this table only apply to the individual worker
nl_nl: Wijzigingen in deze tabel zijn alleen van toepassing op de individuele werknemer

source: Only to the selected organizational unit(s)
nl_nl: Alleen voor de geselecteerde organisatorische eenheid(en)

source: Achieved result:
nl_nl: Behaald resultaat:

source: Additional goal description:
nl_nl: Aanvullende doelomschrijving:

source: Celebrate completed goals — it keeps motivation high.
nl_nl: Vier voltooide doelen — het houdt de motivatie hoog.

source: Set yourself up for success!
nl_nl: Zet uzelf op weg naar succes!

source: Here are some tips to help you set and achieve impactful goals.
nl_nl: Hier zijn enkele tips om u te helpen impactvolle doelen te stellen en te bereiken.

source: Align your goals with team and company objectives.
nl_nl: Stem uw doelen af op team- en bedrijfsdoelstellingen.

source: Update your goals regularly to reflect changes in priorities.
nl_nl: Werk uw doelen regelmatig bij om veranderingen in prioriteiten weer te geven.

source: Write clear, measurable goals so you can track progress easily.
nl_nl: Schrijf duidelijke, meetbare doelen zodat u de voortgang gemakkelijk kunt volgen.

source: Discuss goal achievements and learnings during review sessions.
nl_nl: Bespreek doelstellingen en leerpunten tijdens beoordelingsgesprekken.

source: Help workers set realistic and meaningful goals.
nl_nl: Help medewerkers realistische en zinvolle doelen te stellen.

source: Monitor progress and provide guidance when goals get off track.
nl_nl: Bewaak de voortgang en bied begeleiding wanneer doelen van het spoor raken.

source: Review and approve goals early in the cycle to ensure alignment.
nl_nl: Beoordeel en keur doelen vroeg in de cyclus goed om afstemming te waarborgen.

source: Define library users
nl_nl: Definieer bibliotheekgebruikers

source: Publish library
nl_nl: Publiceer bibliotheek

source: Enter the basic information of the tag library
nl_nl: Voer de basisinformatie van de tagbibliotheek in

source: Tag library details
nl_nl: Details van de tagbibliotheek

source: Add tag
nl_nl: Tag toevoegen

source: Add tags
nl_nl: Tags toevoegen

source: Are you sure you want to delete this tag?
nl_nl: Weet je zeker dat je deze tag wilt verwijderen?

source: Delete tag
nl_nl: Verwijder tag

source: Enable tag
nl_nl: Tag inschakelen

source: Create tags
nl_nl: Tags maken

source: Create tag library
nl_nl: Maak tagbibliotheek

source: Are you sure you want to delete this library?
nl_nl: Weet je zeker dat je deze bibliotheek wilt verwijderen?

source: The library <u>{{title}}</u> was successfully deleted.
nl_nl: De bibliotheek <u>{{title}}</u> is verwijderd.

source: Are you sure you want to disable this library?
nl_nl: Weet je zeker dat je deze bibliotheek wilt uitschakelen?

source: The library <u>{{title}}</u> was successfully disabled.
nl_nl: De bibliotheek <u>{{title}}</u> is uitgeschakeld.

source: No goal tag libraries yet!
nl_nl: Nog geen doeltag-bibliotheken!

source: Are you sure you want to enable this library?
nl_nl: Weet je zeker dat je deze bibliotheek wilt inschakelen?

source: The library <u>{{title}}</u> was successfully enabled.
nl_nl: De bibliotheek <u>{{title}}</u> is ingeschakeld.

source: Disabled
nl_nl: Uitgeschakeld

source: Goal owner:
nl_nl: Doeleigenaar:

source: Deliverables:
nl_nl: Te leveren resultaten:

source: Goal creator:
nl_nl: Doelmaker:

source: Not selected
nl_nl: Niet geselecteerd

source: No goals
nl_nl: Geen doelen

source: No goals yet
nl_nl: Nog geen doelen

source: My goal plan
nl_nl: Mijn doelplan

source: No goals yet.
nl_nl: Nog geen doelen.

source: My team & shared goals
nl_nl: Mijn team & gedeelde doelen

source: Measurement criteria:
nl_nl: Meetcriteria:

source: Max target
nl_nl: Maximaal doel

source: Min target
nl_nl: Min doel

source: Target metric
nl_nl: Doelmetriek

source: Metric description
nl_nl: Beschrijving van de metriek

source: Organizational unit:
nl_nl: Organisatorische eenheid:

source: This goal is published for the selected organizational unit and all units below it.
nl_nl: Dit doel is gepubliceerd voor de geselecteerde organisatorische eenheid en alle eenheden daaronder.

source: Goal overview
nl_nl: Doelenoverzicht

source: Download goal
nl_nl: Downloaddoel

source: Priority:
nl_nl: Prioriteit:

source: At risk
nl_nl: In gevaar

source: Blocked
nl_nl: Geblokkeerd

source: Not achieved
nl_nl: Niet behaald

source: On track
nl_nl: Op schema

source: Tracking status:
nl_nl: Status bijhouden:

source: Personal
nl_nl: Persoonlijk

source: Priority overview
nl_nl: Prioriteitenoverzicht

source: No data
nl_nl: Geen gegevens

source: Select row
nl_nl: Selecteer rij

source: Select rows
nl_nl: Rijen selecteren

source: Unselect row
nl_nl: Rij deselecteren

source: Not supported.
nl_nl: Niet ondersteund.

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
nl_nl: Uw organisatie heeft zich niet geabonneerd op deze functie. Voor informatie over abonnement en activering, neem alstublieft contact op met uw beqom-vertegenwoordiger.

source: Search results
nl_nl: Zoekresultaten

source: Hide tags
nl_nl: Verberg tags

source: Upload performance rating
nl_nl: Upload prestatiebeoordeling

source: Add historical review
nl_nl: Voeg historische beoordeling toe

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
nl_nl: Er is een fout opgetreden tijdens de validatie van het bestand. Controleer de kolomnamen, de verplichte gegevens en het bestandsformaat, en probeer het vervolgens opnieuw.

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
nl_nl: Even geduld terwijl uw verzoek wordt verwerkt; dit kan enige tijd duren. U kunt de pagina verlaten. Zodra het proces is voltooid, kunt u hier het resultatenlogbestand bekijken.

source: Click "Add historical reviews" to upload past reviews.
nl_nl: Klik op "Voeg historische reviews toe" om eerdere reviews te uploaden.

source: No historical reviews
nl_nl: Geen historische beoordelingen

source: Period of evaluation
nl_nl: Evaluatieperiode

source: {{reviewsCount}} worker
nl_nl: {{reviewsCount}} werknemer

source: {{reviewsCount}} workers
nl_nl: {{reviewsCount}} werknemers

source: No historical performance ratings upload yet!
nl_nl: Nog geen upload van historische prestatieclassificaties!

source: The upload completed with {{count}} errors. Please download the log file to review them.
nl_nl: De upload is voltooid met {{count}} fouten. Download het logbestand om deze te bekijken.

source: File upload: errors detected
nl_nl: Bestandsupload: fouten gedetecteerd

source: The file will not be published; it will only be used for you.
nl_nl: Het bestand zal niet worden gepubliceerd; het wordt alleen voor jou gebruikt.

source: Download the Excel template
nl_nl: Download het Excel-sjabloon

source: Add worker details and ratings to the Excel file
nl_nl: Voeg werknemersgegevens en beoordelingen toe aan het Excel-bestand

source: The review file was successfully uploaded. Please download the result log file.
nl_nl: Het beoordelingsbestand is succesvol geüpload. Download alstublieft het resultaatlogbestand.

source: Upload the modified Excel file
nl_nl: Upload het gewijzigde Excel-bestand

source: Upload historical reviews
nl_nl: Upload historische beoordelingen

source: Hello, {{name}}
nl_nl: Hallo, {{name}}

source: Today is {{date}}
nl_nl: Vandaag is het {{date}}

source: My network
nl_nl: Mijn netwerk

source: Good morning, {{name}}
nl_nl: Goedemorgen, {{name}}
